{"pressItems": [
  {
    "label": "Greentech Festival Berlin 2024",
    "caption": "If you attended the 2024 Greentech Festival in Berlin, you may have spotted our booth in Start-Up Land! We were there showcasing the beta version of Wasted Space, promoting the game but also getting valuable feedback on our portable arcade machines.",
    "linkLabel": "See who else was there",
    "linkHref": "https://greentechfestival.com/startup"
  },
  {
    "label": "ClimateAction.tech Branch Magazine: Issue 8",
    "caption": "We only contributed a few small ideas to the online magazine put together by the Green Web Foundation and Wholegrain Digital, but we're excited to be in such great company! We had things to say about the search for 'perfect' green tech, as did many other fellow contributors.",
    "linkLabel": "See Branch Issue 8",
    "linkHref": "https://branch.climateaction.tech/issues/issue-8/"
  },
  {
    "label": "Keep Nebraska Beautiful 2023 Sustainability Awards",
    "caption": "We are incredibly honored to have received the Business/Industry Award in Sustainability by Keep Nebraska Beautiful! Our project, Pixel Planet Today, gathered the interest of many organizations at the ceremony.",
    "linkLabel": "See all 2023 Award Recipients",
    "linkHref": "https://knb.org/awards"
  },
  {
    "label": "Environmental Justice in Tech Zine",
    "caption": "Every year, Environmental Justice in Tech/Earth Hacks release a webzine that takes on a particular topic in the world of Environmental Justice and technology. We are incredibly thankful to have our work featured in both the 2022 and 2023 editions on the webzine!",
    "linkLabel": "Read the zine",
    "linkHref": "https://www.environmentaljustice.tech/zine"
  },
  {
    "label": "Humans for Earth Mini-Documentary",
    "caption": "Humans for Earth periodically features interviews of people around the globe helping make the planet a greener place, and we were thankful to not only be interviewed, but appear in their first mini-documentary!",
    "linkLabel": "Watch the mini-doc",
    "linkHref": "https://www.youtube.com/watch?v=QKjT-EEikvM"
  },
  {
    "label": "The Climate Issue",
    "caption": "The Climate Issue is a recurring webzine that takes contributions from eco-creators from all around the world. We've contributed to the Issue 6 in 2022, and designed the cover for Issue 7 in 2023!",
    "linkLabel": "Read past issues",
    "linkHref": "https://theclimateissue.com/digital-magazine/"
  },
  {
    "label": ".Eco Champion",
    "caption": "We were incredibly thrilled to learn that we made the list of .Eco Champions (curated by the .Eco domain itself). We love the features and purpose of the .eco domain, so to be on their radar as well is astonishing.",
    "linkLabel": "See all of the .Eco Champions",
    "linkHref": "https://go.eco/champions/"
  },
  {
    "label": "Terra Movement",
    "caption": "We were delighted to learn that our project Pixel Planet Today had been listed in the Terra Movement directory - a list of filmmakers, musicians, and artists that use their creative skills to fight for a better planet.",
    "linkLabel": "View the Terra Movement Directory",
    "linkHref": "https://www.terramovement.com/directory/"
  },
  
  {
    "label": "Bored Panda",
    "caption": "In reaching 1,000 posts, an overview of Pixel Planet Today was featured on Bored Panda. We shared some of our favorite posts, as well as some background on the project, only to have it resurface on their site as a 'Year in Review' collection.",
    "linkLabel": "See the full article",
    "linkHref": "https://www.boredpanda.com/pixel-art-and-environmental-facts-sammy-harper"
  }
  
]}